$( function() {
    var availableTags = [
        "Москва",
        "Санкт-Петербург",
        "Новосибирск",
        "Екатеринбург",
        "Казань",
        "Челябинск",
        "Омск",
        "Самара",
        "Ростов-на-Дону",
        "Уфа",
        "Красноярск",
        "Пермь",
        "Воронеж",
        "Волгоград",
        "Краснодар",
        "Саратов",
        "Тюмень",
        "Тольятти",
        "Ижевск",
        "Барнаул",
        "Ульяновск",
        "Иркутск",
        "Хабаровск",
        "Ярославль",
        "Владивосток",
        "Махачкала",
        "Томск",
        "Оренбург",
        "Кемерово",
        "Новокузнецк",
        "Рязань",
        "Астрахань",
        "Пенза",
        "Липецк",
        "Киров"
    ];
    $( "#city" ).autocomplete({
        source: availableTags,
        minLength : 3,
        open: function () {
            // $(this).data("autocomplete").menu.element.wrap("<div class='autocomp-wrap'></div>");
            $('#ui-id-1').wrap("<div class='autocomp-wrap'></div>");
        }
    });
} );